Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/calliidlagadus.org/plakat_deatnu.pdf.tmx
Source language: sme
Languages: nob

source: 10-jagi ávvudeapmi
nob: Samiske nasjonale strategar

source: Aage Solbakk
nob: Samepolitikk og nasjonsbygging 1900–1940

source: Báikenamat Sámis leat stuorát prošeakta registreret ja almmuhit báikenamaid, vuosttažettiin Dean
nob: Isak Saba, Anders Larsen og Per Fokstad

source: u ja Kárášjoga gielddain.
nob: Stedsnavn i Sápmi er et større prosjekt om registrering og publisering av samiske stedsnavn, i første omgang i kommunene Tana og Karasjok.

source: Vuosttas oassi lea čađahuvvon ja almmuhuvvo dán girjjis, mii sisttisdoallá: 1.
nob: Del 1 er g

source: BáikenamatssápmiámisStedsnavn i
nob: I tillegg har vi her tatt med stedsna vn i øvre Tana som er nevnt i gamle skriftlige kilder
